Repository: WPPlugins/4-author-cheer-up-donate
Catalog: languages/AcuD_*.po
Languages: ru_ru

source: May you will treat a tired author a cup of coffee?
ru_ru: Может угостите уставшего автора чашечкой кофе?

source: <div style="text-align: center">Did you like the material? You can treat the author of a cup of aromatic coffee and leave him a good wish ("Thanks").</div><br> Your cup will be delivered to the author. A cup of coffee is not much, but it warms and gives strength to create further. You can choose to treat a author.<br>
ru_ru: <div style="text-align: center">Вам понравился материал? Вы можете угостить автора чашечкой ароматного кофе и оставить ему доброе пожелание :-)</div><br>Ваше угощение будет обязательно доставлено до автора. Чашка кофе - это не много, но она согревает и придает силы творить дальше. Вы можете выбрать, чем угостить автора.<br>

source: en
ru_ru: ru

source: Price:
ru_ru: Цена:

source: Set price for that item
ru_ru: Установить цену для этого товара

source: Unknown kind man
ru_ru: Неизвестный добрый человек

source: Set text for unnamed contributor
ru_ru: Устанавливает текст для безымянного жертвователя

source: Text for unnamed contributor
ru_ru: Текст для безымянного жертвователя

source: A cup of coffee with PitStop for 50 rubles.
ru_ru: Чашка кофе с ПитСтопа за 50 руб.

source: A cup of coffee with a gas station for 100 rubles.
ru_ru: Чашка кофе с заправки 100 руб.

source: A cup of coffee with a Cafe for 150 rubles.
ru_ru: Чашка кофе с кафе 150 руб.

source: Page "Thanks"
ru_ru: Страница спасибо

source: Main settings
ru_ru: Основные настройки

source: Technical Settings Robokassa
ru_ru: Настройки Робокассы

source: Table "Thanks"
ru_ru: Таблица "Cпасибо"

source: Logo settings
ru_ru: Настройка лого

source: The logo can be anywhere in the text - using the shortcode [AcuD_donate] or [AcuD_donate float = "left"], if you want to place the logo on the left.
ru_ru: Логотип можно вывести в любом месте текста с помощью шорткода [AcuD_donate] или [AcuD_donate float="left"],если нужно расположить лого слева.

source: Select the image
ru_ru: Выбрать изображение

source: How do change the image?
ru_ru: Как изменить изображение?

source: How to replace the image: <br> 1. You can easily replace the images with those that you like. Initially, the plugin displays images of coffee, but who prevents you from putting images of beer? :-) <br> 2. All images are stored in your media library. You can save any images to your library and use them. <br> 3. By clicking the "Select the Image" button, you will be taken to the Media Library where you can select any image. <br> 4. If you suddenly lost our images in the library, enter "ACUD" media files in the search string <br>
ru_ru: Как заменить изображение:<br> 1. Вы можете легко заменить изображения на те, что Вам нравятся. Изначально в плагине представлены изображения кофе, но кто мешает Вам поставить изображения пива?:-)<br> 2. Все изображения хранятся в Вашей библиотеке медиафайлов. Вы можете сохранить в Вашу библиотеку любые изображения и использовать их.<br> 3. Нажав кнопку "Выбрать изображение" Вы попадете в библиотеку медиафайлов, где можете выбрать любое изображение.<br> 4. Если вдруг Вы потеряли в библиотеке наши изображения, то введите в строку поиска медиафайлов "ACUD"<br>

source: <p>1. All the funds pay you, when using this plugin, will be considered a donation.<br>2. Your donation is voluntary.<br>3. All donations are transferred to the author for personal use on the terms of the site.<br>4. No one can demand a donation back.<br>5. If you did not have the right to make a donation - contact the site administration urgently.<br><p>
ru_ru: 1. Все перечисленные Вами денежные средства, при использовании данного плагина, будут считаться пожертвованием. 2. Сделанное Вами пожертвование является добровольным. 3. Все пожертвования передаются автору в личное пользование на условиях проекта. 4. Никто не может требовать пожертвование обратно. 5. Если Вы не имели права делать пожертвование - срочно свяжитесь с администрацией проекта.

source: The 4-author-cheer-up-donate is plugin to collect donations for the author in the form of a conditional payment for coffee, beer or other goods.
ru_ru: Плагин "Кофе для автора" предназначен для сбора пожертвований, для авторов, путем оплаты условного кофе, пива или иного товара.

source: 4-author-cheer-up-donate
ru_ru: 4(Для) автора в подарок кофе (пожертвование)

source: Terms of use
ru_ru: Правила пользования

source: "Welcome" text. Please speak to the user, interest him. ".
ru_ru: Приветственный текст. Обратитесь к пользователю, заинтересуйте его.".

source: Hover text
ru_ru: Текст при наведении

source: Set a Logo size as a percentage of the entire page width
ru_ru: Задает размер лого в процентах от всей ширины страницы

source: Logo size
ru_ru: Размер лого

source: Show the logo at the beginning of the post of type 'post', the first line.
ru_ru: Располагает лого в начале записи типа 'post', первой строкой.

source: Show the logo at the beginning of each post.
ru_ru: Распологать лого в начале каждой записи

source: Show the logo at the end of the post of type 'post', the last line.
ru_ru: Располагает лого в конце записи типа 'post', последней строкой.

source: Show the logo at the end of each post.
ru_ru: Распологать лого в конце каждой записи

source: Updated
ru_ru: Обновлено

source: Update
ru_ru: Обновить

source: Customize product selection
ru_ru: Настройка выбора товара

source: a team by
ru_ru: Разработан командой

source: We recommend using the "Terms of Use", where it will be indicated that this is a donation.
ru_ru: Мы рекомендуем использовать "Правила пользования", где будет указано, что это пожертвование.

source: Show link to "Terms of Use".
ru_ru: Показывать ссылку на правила пользования

source: If you don't want to use your page, don't change anything - the default page will be used.
ru_ru: Если не хотите использовать свою страницу, то ничего не меняйте - будет использоваться страница по умолчанию.

source: Page with "Terms of Use".
ru_ru: Страница с правилами пользования

source: If the checkbox is enabled, the plugin on the page a link to the developer`s website. Otherwise, no.
ru_ru: Если чекбокс активен, то на странице плагина появится ссылка на сайт разработчика. Иначе нет.

source: Show link to the plugin the developer`s website. Thank you, if you decide to show :-)
ru_ru: Отображение ссылки на сайт разработчика плагина. Спасибо, если решили показать :-)

source: If the checkbox is enabled, on the page "Terms of Use" show a link to the developer`s website. Otherwise, no.
ru_ru: Если чекбокс активен, то на страницена странице "Правила пользования" появится ссылка на сайт разработчика. Иначе нет.

source: Show link to the plugin developer site on the "Terms of Use" page.
ru_ru: Показывать ссылку на сайт разработчика на странице "Правила пользования"

source: https://www.robokassa.ru/en
ru_ru: https://www.robokassa.ru/

source: Website of Robocassa
ru_ru: Сайт Робокасса

source: http://docs.robokassa.ru/en/#2483
ru_ru: http://docs.robokassa.ru/ru/#1160

source: Robokassa - For developers
ru_ru: Как настроить робокассу

source: "The Shop Identifier" can be found in the settings of the robokassa store in the "Technical settings" tab.
ru_ru: "Идентификатор магазина" можно найти в настройках магазина robokassa во вкладке "Технические настройки".

source: The Shop Identifier
ru_ru: Идентификатор магазина

source: "Password #1" can be found in the settings of the robokassa store in the "Technical settings" tab.
ru_ru: Пароль #1 можно найти в настройках магазина robokassa во вкладке "Технические настройки".

source: Password #1
ru_ru: Пароль #1

source: "Password #2" can be found in the settings of the robokassa store in the "Technical settings" tab.
ru_ru: Пароль #2 можно найти в настройках магазина robokassa во вкладке "Технические настройки".

source: Password #2
ru_ru: Пароль #2

source: You need to copy this link and paste it into the "Result Url" field, which is located in the settings of the robokassa store in the "Technical settings" tab.
ru_ru: Нужно скопировать эту ссылку и вставить ее в поле "Result Url",которое находится в настройках магазина robokassa во вкладке "Технические настройки".

source: You need to copy this link and paste it into the "Success Url" field, which is located in the settings of the robokassa store in the "Technical settings" tab.
ru_ru: Нужно скопировать эту ссылку и вставить ее в поле "Success Url",которое находится в настройках магазина robokassa во вкладке "Технические настройки".

source: You need to copy this link and paste it into the "Fail Url" field, which is located in the settings of the robokassa store in the "Technical settings" tab.
ru_ru: Нужно скопировать эту ссылку и вставить ее в поле "Fail Url",которое находится в настройках магазина robokassa во вкладке "Технические настройки".

source: "Test Password #1" can be found in the settings of the robokassa store in the "Technical settings" tab.
ru_ru: Тестовый Пароль #1 можно найти в настройках магазина robokassa во вкладке "Технические настройки", он требуется для проведение тестовых платежей.

source: Test Password #1
ru_ru: Тестовый Пароль #1

source: "Test Password #2" can be found in the settings of the robokassa store in the "Technical settings" tab.
ru_ru: Тестовый Пароль #2 можно найти в настройках магазина robokassa во вкладке "Технические настройки", он требуется для проведение тестовых платежей.

source: Test Password #2
ru_ru: Тестовый Пароль #2

source: Enable, if you want to testing the shop payment initiation interfacemake, for real payments this item should be turned off.
ru_ru: Включите, если вы хотите провести тестовые платежи для проверки роботоспособности плагина, для проведения реальных платежей этот пункт должен быть выключен.

source: Use test passwords?
ru_ru: Использовать тестовые пароли?

source: Search
ru_ru: Поиск

source: All available fields.
ru_ru: Все доступные поля

source: Delete
ru_ru: Удалить

source: Name
ru_ru: Имя

source: Thanks
ru_ru: Пожелание

source: Donation amount
ru_ru: Сумма пожертвования

source: Is the payment successful?
ru_ru: Успешен ли платеж

source: Donate page
ru_ru: Страница пожертвования

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: delete
ru_ru: Удалить

source: If the checkbox is enabled, on the page "Thanks" show a link to the developer`s website. Otherwise, no.
ru_ru: Если чекбокс активен, то на странице "Спасибо" появится ссылка на сайт разработчика. Иначе нет.

source: Show link to developer's website on the "Thanks" page.
ru_ru: Показывать ссылку на сайт разработчика на странице "Спасибо"

source: Do you want to leave a wish for the author?
ru_ru: Хотите оставить пожелание для автора?

source: Leave a wish
ru_ru: Оставить пожелание

source: Skip
ru_ru: Пропустить

source: Back
ru_ru: Назад

source: Next
ru_ru: Следующая »

source: <p>Thanks!</p>
ru_ru: <p>Спасибо за угощение!</p>
